//***************************************************************************************
//	Cla_ServerMGR.cpp : 게임 엔진 관련 소스 파일.
//	'싱글톤'으로 구성.
//***************************************************************************************
#include "stdafx.h"

cCla_ServerMGR* cCla_ServerMGR::m_pInstance = NULL;
///////////////////////////////////////////////////////////////////////////////////////
// cCla_ServerMGR()
cCla_ServerMGR::cCla_ServerMGR()
{

}
//cCla_ServerMGR:: Init( )
void cCla_ServerMGR::Init()
{
}



///////////////////////////////////////////////////////////////////////////////////////
// ~cCla_ServerMGR()
cCla_ServerMGR::~cCla_ServerMGR()
{

}





